"""Модуль текстовых сообщений для игры"""

about_candy_game = '<b>"Конфеты" - это математическая игра Баше</b>.\n\n✅На столе лежат конфеты. ' \
                   'Игроки делают ход друг после друга. Первый ход ' \
                   'определяется жеребьёвкой.\n✅За один ход можно забрать не менее 1 и не ' \
                   'более чем определенное количество конфет. ' \
                   '\n✅Все конфеты достаются сделавшему последний ход, и он выигрывает.' \
                   '\n✅Перед началом игры ты сможешь настроить параметры для своей игры:' \
                   ' сложность, максимальное количество конфет' \
                   ' за ход и сколько всего конфет будет на столе.' \
                   '\n❌Во время игры данные изменения внести не получится! '

history_candy = '<b><u>История игры</u></b>\nИгра названа в честь французского поэта и математика ' \
                'Баше де Мезириака, который впервые предложил её в своей книге «Занимательные ' \
                'и приятные числовые задачи», вышедшей в 1612 г.; а туда она попала из сочинения ' \
                'Леонарда Пизанского (1202 г.).'