"""Модуль текстовых сообщений для игры Виселица"""

about_game_hangman = '<b>Игра "Виселица" - это занимательная головоломка из детства,</b> ' \
                     'в которой тебе нужно угадывать различные слова на заданные темы.\n\n'\
                     '✅Выбери тему.\n\n✅Получи количество букв в слове.\n\n' \
                     '✅Угадывай слова по буквам.\n\n❌Если ошибешься 6 раз - проиграешь!'

history_hangman = '<b><u>История игры</u></b>\nДаты появления подобных игр неизвестны, но первое ' \
                  'письменное упоминание «Виселицы» (под её английским название Hangman) ' \
                  'относится к 1894 году. Алиса Берта Гомм из семьи потомственных английских ' \
                  'фольклористов одной из первых придумала изучать и фиксировать правила детских игр.'